{
	"_meta": {
		"sources": [
			{
				"json": "T3",
				"abbreviation": "Brew",
				"color": "ff00ff",
				"full": "TooTallTye",
				"authors": [
					"TooTallTye"
				],
				"version": "1.0.0",
				"url": "https://https://github.com/TooTallTye/T3",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 0
	},
	"background": [
		{
			"name": "Experiment ",
			"source": "https://www.dandwiki.com/wiki/Experiment_(5e_Background)",
			"skillProficiencies": [
				{
					"Survival": true,
					"Medicine": true
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Skill Proficiencies",
							"entry": "{@skill Medicine}, {@skill Animal Handling}"
						},
						{
							"type": "item",
							"name": "Languages",
							"entry": "Draconic, Infernal, or Primordial. One of your choice."
						},
						{
							"type": "item",
							"name": "Tool Proficiencies",
							"entry": "Herbalism kit, or Poisoner's Kit, or Alchemist's Supplies"
						},
						{
							"type": "item",
							"name": "Equipment",
							"entry": "A backpack, a set of common or traveler's clothes, a sack, a lantern, two flasks of oil, a crowbar, a waterskin, a bedroll, (incomplete?) lab notes on the experiment, 5 goldpieces and 10 feet of hempen rope."
						}
					]
				},
				{
					"name": "Purpose",
					"type": "entries",
					"entries": [
						"Why were you created?",
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Purpose"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"To wreak a terrible vengeance on my creator's enemies."
								],
								[
									"2",
									"To be the replacement child my creator could not have or lost."
								],
								[
									"3",
									"To satisfy the intellectual curiosity of my creator and then be forgotten."
								],
								[
									"4",
									"As punishment for my or my family's misdeeds."
								],
								[
									"5",
									"To be the first of a new race."
								],
								[
									"6",
									"As a terrible mistake that should never been made."
								]
							]
						},
						{
					"name": "Feature: Scars of Conception",
					"type": "entries",
					"entries": [
						"You have some physical deformity that marks you out as a victim of arcane or physiological anatomization. This abnormality is the result of a signature operation that identifies the group or individual that worked on you. This can be recognized by other victims of your master; and by scientists, wizards, and students familiar with your master's work. Deformities might include a hunched back, digitigrade legs, cranial vivisection scars, protruding bone or metal, grafted animal parts, elemental veins visible through your skin, or any other dramatic, visibly distinctive disfiguration.

In addition, you are familiar with the layout of laboratories in the most general sense, and know the function (if not the names) of laboratory equipment such as athanors, alembics, pressure chambers, electric baths, blood transfusion machines, or exotic arcane surgery tools"
					],
					"data": {
						"isFeature": true
					}
				},
				{
					"name": "Alternate Feature: Success",
					"type": "entries",
					"entries": [
						"The experiment conducted on you turned out to be a success! You are either one of the first successful subjects, or a later recipient of the perfected process, and were released into the world to carry out your purpose. Work with your DM to determine what your purpose is, and whether or not you are still subservient to your creator. (Likely purposes include being a super-soldier, begetting superior progeny, fulfilling some function in a ritual/machine/prophecy, etc.)

As a consequence of the experiment, you have control over your cosmetic quality, and can control its appearance or apparence as part of how you communicate. (For example, a character with sharp teeth could bare their fangs to threaten, a character with bioluminescence could give off colored flashes to express emotion, a hybrid could change their attire to emphasize the traits of one race to appear very different, etc.) Anyone familiar with the experiment will notice you right away though- you're famous in a small circle of researchers."
					],
					"data": {
						"isFeature": true
					}
				},
						{
					"name": "Suggested Characteristics",
					"type": "entries",
					"entries": [
						"Your tortured experience has left scars, both psychological and physical.",
						{
							"type": "table",
							"colLabels": [
								"d8",
								"Personality Trait"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I like bright lights."
								],
								[
									"2",
									"There's a spot behind my ear I need to scratch and it's driving me crazy."
								],
								[
									"3",
									"I can't speak to the opposite sex very well yet."
								],
								[
									"4",
									"Communicating with me is difficult, until I feel comfortable with you."
								],
								[
									"5",
									"Every so often I get urges to eat lots of food, it makes me very happy."
								],
								[
									"6",
									"I find myself confused when people hug."
								],
								[
									"7",
									"Sometimes I just like to relax and pop the blisters that rise up on my stomach."
								],
								[
									"8",
									"I like to watch waves crash on beaches, they calm me."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Ideal"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"The highest evil is the invasion of another person's life. (Good)"
								],
								[
									"2",
									"Killing is okay if it's the elimination of possible risks to yourself. (Chaotic)"
								],
								[
									"3",
									"You can accomplish anything without harm, somehow. (Any)"
								],
								[
									"4",
									"Freedom is unappreciated, and is one of the only things that deserves to be defended. (Chaotic)"
								],
								[
									"5",
									"I have endured so much pain, that anything I commit is justified, because it doesn't even compare to what I went through. (Evil)"
								],
								[
									"6",
									"My pain was necessary, and has made me only stronger. (Lawful)"
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Bond"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"My master was the only person I felt knew my potential, and truly respected me."
								],
								[
									"2",
									"I abandoned my family when I left, they're still trapped back there."
								],
								[
									"3",
									"My strongest bond is to myself, no one ever helped me as much as I helped myself."
								],
								[
									"4",
									"I will kill my master. It is inevitable."
								],
								[
									"5",
									"I would not have escaped if it weren't for the comrades that helped me."
								],
								[
									"6",
									"I forget who I was before I was, "changed"."
								]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"d6",
								"Flaw"
							],
							"colStyles": [
								"col-1 text-center",
								"col-11"
							],
							"rows": [
								[
									"1",
									"I hate it when people smile more than they should."
								],
								[
									"2",
									"The sound of chains triggers painful memories."
								],
								[
									"3",
									"I am filled with a ravenous desire to eat away at my flesh."
								],
								[
									"4",
									"I rarely manage to sleep."
								],
								[
									"5",
									"I get distracted easily"
								],
								[
									"6",
									"Sometimes I weep uncontrollably. I can't explain it."
								]
							]
						}
					]
				}
			],
			"toolProficiencies": [
				{
					"herbalism kit": false,
					"vehicles (land)": false
				}
			]
			
		}
	]
}
